Pipe Flow Validation/Linux Files/cases/laminar_Re2000/constant/turbulenceProperties.kOmegaSST
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  RAS;

RAS
{
    RASModel    kOmegaSST;
    turbulence  on;
    printCoeffs on;
}
