Pipe Flow Validation/Linux Files/cases/laminar_Re2000/system/fvOptions
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvOptions;
}

// Drives flow at target bulk velocity Ubar            (0 0 0.600000);
// Adjusts body force each iteration; body force = -dP/dz used to get f.
// Ubar            (0 0 0.600000);

pressureGradient
{
    type            meanVelocityForce;
    selectionMode   all;
    fields          (U);
    Ubar            (0 0 0.600000);
}
